{
  "app_name": "Beautymarine",
  "take_photo": "Take a photo",
  "take_photo_subtitle": "Instant face analysis",
  "choose_from_gallery": "Choose from gallery",
  "choose_from_gallery_subtitle": "Use an existing photo",
  "beauty_hub": "Beauty hub",
  "beauty_hub_subtitle": "Learn about care",
  "tip_of_the_day": "Tip of the day",
  "season_trends": "Seasonal trends",
  "theme": "Change theme",
  "light_theme": "Bright theme",
  "dark_theme": "Dark theme",
  "mute": "Turn off the sound",
  "unmute": "Turn on the sound",
  "language": "Change the language",
  "history": "History",
  "no_history": "You have no saved results yet",
  "info": "Information",
  "cancel": "Cancel",
  "delete": "Remove",
  "confirm_delete": "Delete confirmation",
  "delete_result_confirmation": "Are you sure you want to delete this result?",
  "articles": "Articles",
  "lifehacks": "Life hacks",
  "guides": "Come on",
  "new_articles": "New articles",
  "read_more": "Read more",
  "min_read": "min of reading",
  "today": "Today",
  "yesterday": "yesterday",
  "days_ago": "days ago",
  "analyzing": "We analyze your photo...",
  "analysis_failed": "Failed to analyze photo. Try again.",
  "error": "Error",
  "error_saving_result": "Error saving result",
  "error_loading_result": "Error loading result",
  "error_loading_results": "Error loading results",
  "error_deleting_result": "Error deleting result",
  "error_sharing": "Error propagating results",
  "error_camera": "Camera error. Try again.",
  "recommendations": "Recommendations",
  "face_shape": "Face shape",
  "face_shape_oval": "Oval",
  "face_shape_round": "Round",
  "face_shape_square": "Square",
  "face_shape_heart": "Heart-shaped",
  "face_shape_diamond": "Diamantova",
  "face_shape_rectangle": "Rectangular",
  "color_type": "Color type",
  "color_type_spring": "Spring",
  "color_type_summer": "Summer",
  "color_type_autumn": "Autumn",
  "coor_type_winter": "Winter",
  "season_spring": "In spring, focus on skin recovery after winter. Add exfoliants and antioxidants to your treatment.",
  "season_summer": "In the summer, the most important element of care is sun protection. Use light textures and don't forget to moisturize.",
  "season_autumn": "In autumn, the skin needs special protection and restoration. Pay attention to products with vitamins and antioxidants.",
  "season_winter": "In winter, pay special attention to moisturizing and protecting your skin from the cold. Use more nourishing creams and protective lip balms.",
  "makeup_recommendations": "Makeup",
  "makeup_shape_oval": "Emphasize natural proportions with light contouring",
  "makeup_shape_oval_2": "Apply blush diagonally upwards for additional lifting",
  "makeup_shape_oval_3": "Experiment with different techniques - your face shape is universal",
  "makeup_shape_oval_4": "Focus on the eyes or lips as you choose",
  "makeup_shape_oval_5": "Use a highlighter on the cheekbones to emphasize the natural relief",
  "makeup_shape_round": "Use contouring on the sides of the face to lengthen",
  "makeup_shape_round_2": "Apply blush at an upward angle to draw out the shape",
  "makeup_shape_round_3": "Create clear angles when applying tonal product in the jaw area",
  "makeup_shape_round_4": "Emphasize the cheekbones with a highlighter",
  "makeup_shape_round_5": "Use the oval nose contouring technique",
  "makeup_shape_square": "Soften the corners of the face with shaded contouring",
  "makeup_shape_square_2": "Apply the blush in a circular motion to soften the features",
  "makeup_shape_square_3": "Avoid sharp lines when applying makeup",
  "makeup_shape_square_4": "Add reflective particles in the area of ​​the cheekbones",
  "makeup_shape_square_5": "Use soft pastel colors for the eyes",
  "makeup_shape_heart": "Emphasize cheekbones to balance a wider forehead",
  "makeup_shape_heart_2": "Use a highlighter on the chin for visual lengthening",
  "makeup_shape_heart_3": "Darken the outer corners of the forehead for balance",
  "makeup_shape_heart_4": "Apply blush closer to the center of the cheeks",
  "makeup_shape_heart_5": "Accentuate the lower part of the face with light shades",
  "makeup_shape_diamond": "Concentrate contouring on the temples and chin",
  "makeup_shape_diamond_2": "Apply blush horizontally to soften sharp corners",
  "makeup_shape_diamond_3": "Emphasize the center of the face with light shades",
  "makeup_shape_diamond_4": "Use soft transitions when shading",
  "makeup_shape_diamond_5": "Add volume to the lower part of the face with light textures",
  "makeup_shape_rectangle": "Create soft transitions when contouring",
  "makeup_shape_rectangle_2": "Use blush to add roundness",
  "makeup_shape_rectangle_3": "Emphasize the cheekbones to balance the proportions",
  "makeup_shape_rectangle_4": "Add light accents in the central part of the face",
  "makeup_shape_rectangle_5": "Avoid vertical lines when applying makeup",
  "personalized_makeup_base": "It is especially important for your type of appearance:",
  "personalized_makeup_oval": "emphasize the natural harmony of facial features",
  "personalized_makeup_round": "create visual vertical lines",
  "personalized_makeup_square": "soften the corners of the face",
  "personalized_makeup_heart": "balance the upper and lower parts of the face",
  "personalized_makeup_diamond": "emphasize the center of the face",
  "personalized_makeup_rectangle": "create harmonious proportions",
  "makeup_color_spring": "Choose warm, bright shades of lipstick: coral, peach, warm pink",
  "makeup_color_spring_2": "Use golden and peach blushes",
  "makeup_color_spring_3": "Bronze, golden and warm brown shadows are suitable for the eyes",
  "makeup_color_spring_4": "Experiment with terracotta lip shades",
  "makeup_color_spring_5": "Use warm shades of bronzer",
  "makeup_color_summer": "Choose cold, muted shades of lipstick: pink, crimson",
  "makeup_color_summer_2": "Use cool pink and lavender blushes",
  "makeup_color_summer_3": "For the eyes, silver, gray and cool brown tones are ideal",
  "makeup_color_summer_4": "Avoid too bright and warm shades",
  "makeup_color_summer_5": "Prefer pastel colors",
  "makeup_color_autumn": "Choose warm, earthy shades of lipstick: terracotta, copper",
  "makeup_color_autumn_2": "Use warm brown and terracotta blushes",
  "makeup_color_autumn_3": "Green, golden-brown tones are suitable for the eyes",
  "makeup_color_autumn_4": "Experiment with rich autumn colors",
  "makeup_color_autumn_5": "Add golden shimmer for a glow",
  "makeup_color_winter": "Choose bright, contrasting shades of lipstick: red, fuchsia",
  "makeup_color_winter_2": "Use cool pink and berry blushes",
  "makeup_color_winter_3": "Smoky, blue and silver shades are suitable for eyes",
  "makeup_color_winter_4": "Experiment with saturated colors",
  "makeup_color_winter_5": "Use contrasting combinations",
  "personalized_makeup_spring": "Use warm, bright shades for a fresh look",
  "personalized_makeup_summer": "Choose soft, pastel tones for natural makeup",
  "personalized_makeup_autumn": "Give preference to warm, earthy shades for a harmonious look",
  "personalized_makeup_winter": "Experiment with bright, contrasting colors for expressive makeup",
  "hairstyle_recommendations": "Hairdo",
  "haircolor_spring": "Golden shades of blonde will emphasize natural brightness",
  "haircolor_spring_2": "Honey and caramel tones are perfect",
  "haircolor_spring_3": "Experiment with warm red shades",
  "haircolor_summer": "Choose cold platinum and ash shades",
  "haircolor_summer_2": "Pearl blonde will emphasize your appearance",
  "haircolor_summer_3": "Experiment with pastel colors",
  "haircolor_autumn": "Choose rich chestnut and copper shades",
  "haircolor_autumn_2": "Golden-brown tones will emphasize natural beauty",
  "haircolor_autumn_3": "Experiment with warm red tones",
  "haircolor_winter": "Choose contrasting colors - black or platinum blonde",
  "haircolor_winter_2": "Cold dark shades will emphasize your appearance",
  "haircolor_winter_3": "Try bluish-black tones",
  "hairstyle_oval": "Most hairstyles suit you because of your proportional face shape",
  "hairstyle_oval_2": "Try long hair with light waves for a romantic look",
  "hairstyle_oval_3": "Medium length with graduation will emphasize facial features",
  "hairstyle_oval_4": "You can experiment with bangs of any shape",
  "hairstyle_oval_5": "Both straight and curly hairstyles are suitable",
  "hairstyle_round": "Choose hairstyles that add height and elongate the face",
  "hairstyle_round_2": "Avoid too voluminous styling on the sides",
  "hairstyle_round_3": "Asymmetric haircuts will help lengthen the face",
  "hairstyle_round_4": "Long hair with torn ends will create the desired effect",
  "hairstyle_round_5": "Oblique bangs will help make the face more elegant",
  "hairstyle_square": "Choose soft, wavy styles to soften features",
  "hairstyle_square_2": "Avoid straight hair with sharp lines",
  "hairstyle_square_3": "Multi-layered haircuts will add softness",
  "hairstyle_square_4": "The length below the chin will soften the jaw line",
  "hairstyle_square_5": "Light curls near the face will create a romantic image",
  "hairstyle_heart": "Choose hairstyles with volume at the bottom for balance",
  "hairstyle_heart_2": "Avoid too voluminous styling in the upper part",
  "hairstyle_heart_3": "Medium length with soft layers is ideal",
  "hairstyle_heart_4": "Side partings will help to balance the features",
  "hairstyle_heart_5": "Long side bangs will soften the forehead line",
  "hairstyle_diamond": "Choose hairstyles with volume in the temporal area",
  "hairstyle_diamond_2": "Experiment with layered haircuts",
  "hairstyle_diamond_3": "The length to the shoulders or below is the most successful",
  "hairstyle_diamond_4": "Avoid hairstyles that are too close to the head",
  "hairstyle_diamond_5": "Soft waves of medium length will emphasize your face shape",
  "hairstyle_rectangle": "Choose layered haircuts to add volume",
  "hairstyle_rectangle_2": "Add volume to the sides to balance the proportions",
  "hairstyle_rectangle_3": "Avoid straight hair that is too long",
  "hairstyle_rectangle_4": "Bangs will help to visually shorten the length of the face",
  "hairstyle_rectangle_5": "Cascading haircuts will create the desired volume",
  "personalized_hair": "Your face shape allows you to:",
  "personalized_hair_oval": "You can experiment with different hairstyles because your face shape has balanced proportions",
  "personalized_hair_round": "Choose hairstyles that add height and elongate the face",
  "personalized_hair_square": "Soft waves and layered haircuts will help to soften the features",
  "personalized_hair_heart": "Hairstyles with volume at the bottom will help balance the proportions",
  "personalized_hair_diamond": "Add volume in the temple area with side strands",
  "personalized_hair_rectangle": "Multi-layered haircuts will help to add the necessary volume",
  "skincare_recommendations": "Skin care",
  "skincare_recommendation_1": "Be sure to use sunscreen every day",
  "skincare_recommendation_2": "Cleanse the skin twice a day with a mild product",
  "skincare_recommendation_3": "Don't forget to moisturize your skin",
  "skincare_recommendation_4": "Peel and exfoliate regularly",
  "skincare_recommendation_5": "Use serums with active components",
  "skincare_spring": "Use light texture tools",
  "skincare_spring_2": "Pay attention to products with vitamin C",
  "skincare_spring_3": "Add antioxidants to your care",
  "skincare_spring_4": "Protect against pigmentation with SPF 30-50",
  "skincare_spring_5": "Choose soothing masks for sensitive skin",
  "skincare_summer": "Use non-comedogenic products",
  "skincare_summer_2": "Moisturize the skin with light gel textures",
  "skincare_summer_3": "Protect yourself from the sun with SPF 50+",
  "skincare_summer_4": "Add niacinamide to the treatment",
  "skincare_summer_5": "Make soothing masks regularly",
  "skincare_autumn": "Choose nourishing creams with a rich texture",
  "skincare_autumn_2": "Use oils for extra nourishment",
  "skincare_autumn_3": "Protect yourself from the sun with SPF 30+",
  "skincare_autumn_4": "Pay attention to products with retinol",
  "skincare_autumn_5": "Use moisturizing masks regularly",
  "skincare_winter": "Use creams with a rich texture",
  "skincare_winter_2": "Add peptides and ceramides to the care",
  "skincare_winter_3": "Protect yourself from the sun with SPF 50+",
  "skincare_winter_4": "Pay attention to products with hyaluronic acid",
  "skincare_winter_5": "Make regular nourishing masks",

  "ice_cube_therapy": "Use ice therapy in the morning to reduce puffiness and give your skin a natural glow",
  "apply_thinnest_to_thickest": "Apply skin care products from the thinnest to the thickest consistency for best absorption",
  "spf_on_cloudy_days": "Protect your skin with SPF even on cloudy days to prevent premature aging",
  "stay_hydrated": "Stay hydrated! Drink plenty of water for a natural, healthy glow",
  "clean_makeup_brushes": "Clean your makeup brushes regularly to prevent breakouts",
  "beauty_sleep": "Get your beauty dream! 7-8 hours of sleep helps skin regeneration",
  "pat_dont_rub": "Soak, don't rub! Be gentle when applying products around the eyes",
  "silk_pillowcase": "Use a silk pillowcase to prevent hair breakage and skin wrinkles",
  "face_masks_on_clean_skin": "Apply face masks to clean, exfoliated skin for best results",
  "dont_forget_neck": "Don't forget the neck when applying skin care products",
  "glass_skin": "Glass skin",
  "glass_skin_description": "Achieve a hydrated, clear complexion",
  "pastel_eyeshadows": "Pastel shadows",
  "pastel_eyeshadows_description": "Light, airy colors for a fresh spring look",
  "natural_blush": "Natural blush",
  "natural_blush_description": "Soft, rosy cheeks for a spring glow",
  "sunburnt_blush": "Tanned blush",
  "sunburnt_blush_description": "The perfect summer blush on the nose and cheeks",
  "glazed_skin": "Glazed leather",
  "glazed_skin_description": "Hydrated, radiant skin with a glossy finish",
  "waterproof_makeup": "Waterproof makeup",
  "waterproof_makeup_description": "Permanent make-up for hot summer days",
  "soft_matte_skin": "Soft matte skin",
  "soft_matte_skin_description": "Velvet finish for autumnal elegance",
  "berry_lips": "Berry lips",
  "berry_lips_description": "Rich, deep colors for the fall season",
  "copper_eye": "Copper eyes",
  "copper_eyes_description": "Warm metallic shades for an autumn glow",
  "glossy_lips": "Glossy lips",
  "glossy_lips_description": "Moisturized, plump lips for winter days",
  "frosted_looks": "Frosty images",
  "frosted_looks_description": "Shimmering finishes for winter magic",
  "rich_hydration": "Rich hydration",
  "rich_hydration_description": "Deep hydration for winter protection",

  "stories_A": "Wish List",
  "stories_B": "Horoscope",
  "stories_C": "Music Up",
  "stories_D": "Trend Check",
  "stories_E": "Gala'24",

  "error_analysis_timeout": "Analysis timeout exceeded. Try again",
  "error_analyzing": "Failed to analyze photo. Try again",
  "error_no_face": "No face found in photo. Try another photo",
  "error_multiple_faces": "Several faces were found. Please select a photo with one face",

  "article_1_title": "How Vivienne Westwood changed the idea of beauty in the world of fashion",
  "article_1_desc": "The story of Vivienne Westwood's revolutionary influence on the fashion industry and her contribution to the destruction of beauty stereotypes",
  "article_1_preview": "Vivienne Westwood is a legendary British designer who forever changed the world of fashion. Her bold and revolutionary ideas challenged traditional notions of beauty and style. Westwood began her career in the 1970s dressing punk rockers and informals. Her design was provocative, outrageous and went against the generally accepted norms...",
  "article_1_full": "Vivienne Westwood is a legendary British designer who forever changed the world of fashion. Her bold and revolutionary ideas challenged traditional notions of beauty and style.\n\nWestwood began her career in the 1970s dressing punk rockers and informals. Her design was provocative, outrageous and went against the generally accepted norms. Instead of elegant dresses and restrained suits, she offered torn T-shirts, studded leather jackets and daring mini skirts.\n\nThe designer believed that fashion should shock and amaze, not just decorate. Her collections were full of contrasts and contradictions: femininity combined with aggressiveness, sophistication with trash. Westwood experimented with unusual materials, prints and cuts, creating clothes that were more like art objects. Gradually, the rebellious style of Vivienne Westwood began to conquer the world of high fashion. Her shows turned into theatrical events, and models paraded the catwalk in outfits that broke all possible stereotypes. The queen of punk proved that fashion has no boundaries and can be art.\n\nWestwood's influence is still felt today. She inspired a whole constellation of young designers who are not afraid to go against the flow. Her rebellious spirit lives in the collections of many fashion brands, and ideas about destroying clichés are firmly rooted in the fashion industry.\n\nVivienne Westwood forever entered the history of fashion as a bold innovator and an uncompromising fighter for freedom of self-expression. She proved that real beauty is in individuality, creativity and rebelliousness.",
  "article_2_title": "The influence of K-Pop on modern makeup: trends from the East",
  "article_2_desc": "Find out how Korean pop culture is changing the world of beauty and what makeup trends have conquered the hearts of millions",
  "article_2_preview": "K-Pop is not just a musical genre, but a powerful cultural phenomenon that affects various areas of life, including the beauty industry. Korean idols set trends in makeup, which are quickly picked up by fans around the world. Perfect skin, natural eyebrows, gradient lips - these are just some of the popular techniques that came to us from the East...",
  "article_2_full": "K-Pop is not just a musical genre, but a powerful cultural phenomenon that affects various areas of life, including the beauty industry. Korean idols set make-up trends, which are quickly picked up by fans all over the world.\n\nThe basis of K-Pop make-up is perfect skin. Koreans pay great attention to facial care, using multi-step rituals of cleansing, toning and moisturizing. As a result, the skin looks fresh, radiant and healthy. To achieve the effect of \"glass skin\", moisturizing primers, cushions and highlighters are used.\n\nEyebrows in Korean makeup should look as natural as possible. No clear lines and sharp corners - only soft, combed up hair. Gels and waxes are used to fix the eyebrows, and gaps are filled with a pencil or shadows to match the hair.\n\nGradient lips are another trend that came to us from K-Pop. Instead of a clearly defined contour, Koreans prefer a blurred ombre with a darker shade in the center and lighter on the edges. This lip makeup looks gentle, natural and very girlish.\n\nIdols often experiment with colored shadows and elements of graphic makeup. Popular shades are coral, peach, lavender and bronze. They are applied to the entire movable eyelid and blended, creating a light glow.\n\nThe calling card of K-Pop makeup is pink blush, which is applied not only to the cheekbones, but also to the back of the nose, eyelids and chin. This creates the effect of youth, freshness and health.\n\nThe secret of the attractiveness of Korean make-up is that it does not try to hide flaws, but only emphasizes natural beauty. K-Pop idols have proven that make-up can be minimalist, but at the same time look amazing.",
  "article_3_title": "Naturalness in makeup: why this trend is conquering the world",
  "article_3_desc": "We understand the reasons for the popularity of natural makeup and give tips on how to create the effect of \"imperceptible\" makeup",
  "article_3_preview": "Recently, more and more girls prefer the most natural makeup. No massive arrows, multi-layered tonal cream and rich lipsticks - lightness, casualness and freshness are in trend. Why did \"naturalness\" become the new beauty ideal and how to achieve the effect of \"imperceptible\" makeup? Let's figure it out together...",
  "article_3_full": "Recently, more and more girls prefer the most natural makeup. No massive arrows, multi-layered tonal cream and rich lipsticks - lightness, casualness and freshness are in trend. Why has \"naturalness\" become a new beauty ideal?\n\nFirst, natural makeup allows you to emphasize individuality. Instead of hiding behind the masks of cosmetics, girls want to show the world their true face. They accept themselves as they are, with all their quirks and flaws.\n\nSecondly, natural makeup is a great way to give your skin a break. Heavy textures and dense coatings can clog pores and disrupt skin breathing. Refusing excessive use of cosmetics, we allow the face to \"breathe\" and look healthy.\n\nThirdly, natural makeup saves time. Instead of sitting in front of the mirror for hours, you can do express make-up in a matter of minutes. This is especially relevant for girls who are constantly in a hurry and appreciate every free minute.\n\nHow to create the effect of \"inconspicuous\" makeup?\n\n1. Start by thoroughly cleansing and moisturizing your skin. Use light textures that won't clog pores.\n\n2. Instead of a thick tonal cream, use a light BB cream or cushion. They will even out the tone of the face, but at the same time will look as natural as possible.\n\n3. Conceal imperfections and dark circles under the eyes with concealer. Dot it and blend with your fingertips.\n\n4. Add freshness to your face with a cream blush of a delicate peach or pink shade. Apply them on the upper part of the cheekbones, blending a little.\n\n5. Brush your eyebrows upwards with a gel or wax pencil. Add fixations to the hairs, but do not overdo it with graphics.\n\n6. On the eyelids, apply neutral shades of beige, peach or pink shades. They will refresh the look and add radiance.\n\n7. A clear gloss or lip balm will be the final touch. They give the lips a well-groomed appearance, but at the same time they look as natural as possible.\n\nRemember that the main secret of \"natural\" makeup is good skin condition. Take time to groom yourself, get enough sleep, drink plenty of water and eat a balanced diet. Radiant, healthy skin is the best base for any make-up!",
  "article_4_title": "Ecological cosmetics: how the beauty industry responds to the challenges of the times",
  "article_4_desc": "We talk about the environmental trend in the beauty industry and brands that care about the future of the planet",
  "article_4_preview": "Recently, more and more people are thinking about the impact of their actions on the environment. This trend has not escaped the beauty industry either - cosmetics manufacturers are actively implementing environmental initiatives and developing products with a minimal impact on nature. How do beauty brands respond to the challenges of the times and what steps are they taking towards conscious consumption?",
  "article_4_full": "Recently, more and more people are thinking about the impact of their actions on the environment. This trend has not escaped the beauty industry either - cosmetics manufacturers are actively implementing environmental initiatives and developing products with minimal impact on nature.\n\nOne of the main trends is the rejection of unnecessary packaging or its replacement with ecological packaging. Many brands are ditching plastic in favor of recycled paper, glass and aluminum. Some companies offer their customers reusable containers with the possibility of self-filling.\n\nFor the production of cosmetics, ingredients of natural origin are increasingly used - plant extracts and oils, minerals and vitamins. Beauty giants are investing in the development of biodegradable formulas that do not harm the ecosystem.\n\nAn example of an environmentally conscious brand is Lush. They make a solid shampoo that doesn't need plastic packaging and saves water. The company has also removed glitter and sequins from its products due to their negative impact on the ocean.\n\nThe Kiehl's brand accepts used packaging in its stores and sends it for recycling. For every 10 returned packages, the customer receives one product as a gift.\n\nKora Organics by Miranda Kerr uses only organic ingredients grown on its own farms in Australia. Product packaging is made from recycled paper and sugar cane.\n\nUkrainian manufacturers are also not aloof from eco-trends. The One Planet brand creates cosmetics based on plant components and delivers them in a minimalist packaging made of recycled cardboard. Their products do not contain harmful substances and have a completely biodegradable formula.\n\nBy buying ecological cosmetics, we contribute to a better future for ourselves and the planet. By choosing conscious beauty brands, we vote with the hryvnia for responsible production and consumption. We are all responsible for the footprint we leave on Earth, so even small changes can help preserve nature for future generations.",
  "article_5_title": "How the 1920s changed the world of makeup: the appearance of smokey eyes and bright lips",
  "article_5_desc": "Simple tips that will help you wake up with a fresh face without pillow marks",
  "article_5_preview": "Probably each of us has woken up at least once with pillow marks on our cheeks and forehead. And if at the age of 20 these traces disappear almost immediately, then with age the skin becomes less elastic, and the remnants of sleep on the face can remain for several hours. How to avoid these unpleasant folds and wake up with a fresh and well-groomed face?",
  "article_5_full": "Probably each of us has woken up at least once with pillow marks on our cheeks and forehead. And if at the age of 20 these traces disappear almost immediately, then with age the skin becomes less elastic, and the remnants of sleep on the face can remain for several hours. How to avoid these unpleasant creases and wake up with a fresh and well-groomed face?\",\n\"content\": \"Probably each of us has woken up at least once with pillow marks on our cheeks and forehead. And if at the age of 20 these traces disappear almost immediately, then with age the skin becomes less elastic, and the remnants of sleep on the face can remain for several hours. How to avoid these unpleasant folds?\n\nFirst of all, you need to take care of sleep hygiene. Always go to bed on clean bedclothes, because during the night dust, dirt, remnants of cosmetics and sebum accumulate on the pillowcase. All these factors can irritate the skin and contribute to the appearance of wrinkles. Change pillowcases at least once a week.\n\nPay attention to the position in which you sleep. The best position for the skin of the face is the position on the back, because in a dream we do not put pressure on the cheeks and forehead. If you are used to sleeping on your side, try placing a small pillow under your neck - this will help relieve the muscles of the face.\n\nBefore going to bed, it is very important to thoroughly clean your skin of makeup and apply a moisturizing night cream. It saturates the skin with useful substances, increases its elasticity and ability to regenerate. Over time, wrinkles are smoothed out, and the remnants of sleep become less visible.\n\nIf you are ready for a radical change, try special silk or satin pillowcases. Their smooth texture does not rub or stretch the skin, unlike cotton covers. Such a pillow is more expensive, but it will last much longer.\n\nAnd the last, but very important nuance is the sleep mode. Go to bed no later than 11:00 p.m. and get at least 7-8 hours of sleep a day. It is during sleep that the body secretes melatonin, a hormone that regulates biological rhythms and is responsible for cell renewal. If you often lack sleep, melatonin is not enough and the skin begins to wither and become covered with wrinkles. \n\nRegular care, the right sleep accessories and a healthy regimen will help you wake up with a fresh and radiant face every morning. And if the remains of the pillow do appear, it will be very short-lived. Treat your skin to comfort and care even at night, and it will certainly thank you with beauty and well-groomed appearance.",
  "article_6_title": "Cosmetics in cinema: how make-up creates images that become icons",
  "article_6_desc": "We talk about the important role of film makeup and the most iconic images created with the help of cosmetics",
  "article_6_preview": "Makeup in movies is not just a way to make actors more attractive. It is a powerful tool that helps reveal the characters' personalities, convey the atmosphere of the film and create images that will forever remain in the history of cinema. From Audrey Hepburn's smokey eyes in \"Breakfast at Tiffany's\" to Julia Roberts' red lipstick in \"Pretty Woman\", makeup is responsible for many iconic beauty looks. How make-up artists create iconic \"bows\" and why do they become objects for imitation?",
  "article_6_full": "Makeup in movies is not just a way to make actors more attractive. It is a powerful tool that helps to reveal characters' personalities, convey the atmosphere of the film and create images that will forever remain in the history of cinema.\n\nOne of the most iconic beauty images in the cinema is Audrey Hepburn's makeup in \"Breakfast at Tiffany's\". \". Dark arrows, fluffy eyelashes and soft pink lips perfectly reflected the character of the elegant and slightly naive Holly Golightly. Since then, expressive smokey eyes have become a symbol of sophistication and charm.\n\nElizabeth Taylor's makeup in the movie \"Cleopatra\" is still considered a standard of beauty. Brightly lined eyes, sharp arrows and a deep bluish-red lipstick contrasted with porcelain skin created a dramatic, almost hypnotic effect. This image was repeatedly reproduced in fashion shoots and on catwalks.\n\nJulia Roberts' red lipstick in \"Beauty\" became more than just a bright accent. She embodied the confidence, passion and inner strength of the heroine. With the light hand of Vivian Ward, deep red became a must-have for all women who wanted to emphasize their sensuality.\n\nDark skin, expressive eyebrows and berry lips of Megan Fox in \"Transformers\" created a new canon of sexuality. Natural makeup with an emphasis on the eyes became a favorite among young people and set the trend for a healthy glow.\n\nMakeup in \"Avatar\" became a real breakthrough in the world of the film industry. The blue skin, luminescent eyes and unique patterns on the faces of the actors were created with the help of innovative technologies of computer graphics and applied make-up. This work opened up new horizons for creating fantastic images.\n\nMargot Robbie's makeup in \"Suicide Squad\" perfectly reflected the character of the crazy Harley Quinn. Smeared red lipstick, sloppy blue and pink shadows, exaggerated blush - all this worked to create the image of a cynical and unpredictable anti-heroine.\n\nThe joint efforts of make-up artists, make-up artists and computer masters create images that become cultural due to their expressiveness icons and inspire thousands of followers. Film makeup is magic that can not only change the actor's appearance, but also tell a whole story with one frame.",

  "lifehack_1_title": "How to make makeup last without expensive fixatives",
  "lifehack_1_desc": "Tips for permanent make-up for every day without the need to buy special products",
  "lifehack_1_preview": "If you want your makeup to stay on your face all day, you don't have to spend a lot of money on expensive fixatives. There are many tricks that will help make makeup last, using ordinary means or choosing the right cosmetic products. From the makeup base to the final powder - we tell you how to make the makeup work to its full potential and not \"float\" even in the heat.",
  "lifehack_1_full": "If you want your makeup to stay on your face all day, you don't have to spend a lot of money on expensive fixatives. There are many tricks that will help make makeup last, using ordinary means or choosing the right cosmetic products.\n\nThe basis of any long-lasting makeup is proper skin preparation. Be sure to clean and moisturize your face before applying makeup. Please note that excessive dryness of the skin can lead to peeling and uneven tone, and excess oiliness - to \"melting\" of makeup. Choose care products that are suitable for your skin type.\n\nA good primer is your faithful assistant in the fight for resistance. It smoothes skin texture, fills pores and fine lines, creating an ideal base for subsequent make-up. Moreover, it is not necessary to buy an expensive primer - look for budget analogues or use an ordinary moisturizing cream.\n\nTonal products and correctors also play an important role. Give preference to dense textures with a matte finish - they will stay on the skin better throughout the day. If your skin is dry, mix foundation with a drop of moisturizer - this will help avoid flaking and accentuate wrinkles.\n\nBefore applying eyeshadow, use a special base for the eyelids. It will not only extend the stability of the shadows, but also make the color more saturated and bright. If you don't have a base at hand, apply a regular concealer to your eyelids and set it with powder.\n\nOne of the main secrets of long-lasting makeup is layered application. Do not try to immediately apply a thick layer of foundation or blush - it is better to do it gradually, carefully shading each layer. This way, the makeup will look more natural and last longer.\n\nDon't forget the setting powder. It helps to avoid greasy shine and prolongs the durability of the tonal coating. For additional fixation, use a make-up fixation spray or ordinary thermal water - just spray it on the face from a distance of 20-30 cm.\n\nAnd the last touch is the use of waterproof mascara and eyeliner. This will help keep the eye makeup in its original form throughout the day, regardless of moisture, sweat or tears.\n\nAs you can see, creating permanent makeup does not require superpowers or a huge beauty budget. You just need to know some tricks and choose the right tools. Experiment, try different textures and application techniques to find the perfect permanent make-up formula for yourself.",
  "lifehack_2_title": "How to avoid the \"mask\" effect of foundation cream",
  "lifehack_2_desc": "Common mistakes when applying a tonal product and tips on how to achieve a natural effect",
  "lifehack_2_preview": "Foundation is the basic product of any make-up. It helps to even out the tone of the face, hide imperfections and create a perfect canvas for further makeup application. But sometimes the tonal product can play an evil joke, creating the effect of an unnatural \"mask\" on the face. How to avoid this common mistake and achieve a natural glowing finish?\n",
  "lifehack_2_full": "Foundation is the basic product of any make-up. It helps to even out the tone of the face, hide imperfections and create a perfect canvas for further makeup application. But sometimes the tonal product can play an evil joke, creating the effect of an unnatural \"mask\" on the face. How to avoid this common mistake?\n\nMost often, the mask effect occurs due to an incorrectly selected shade of foundation. If the cream is too light, the face will appear unnaturally pale, if it is too dark, there will be a sharp contrast with the neck. That's why it's so important to find the perfect tone that blends with your skin tone.\n\nTo find your perfect shade, apply a little foundation to your chin line. That is the best way to see if the color suits you. The cream should blend imperceptibly with the skin without creating sharp contrasts. Also consider your undertone - cool, neutral or warm. Don't be afraid to test different shades!\n\nThe next common mistake is applying too thick a tonal layer. Remember that less is often more. Start with the minimum amount of product and add a little more as needed. It's always better to do a light tint than to create a plaster effect on the face.\n\nRemember to carefully blend the foundation to avoid harsh edges. It is best to do this with a special sponge or kabuki brush. Movements should be light and circular so that the cream falls evenly. Pay special attention to the area near the hairline and ears.\n\nIf your skin lacks radiance and freshness, try mixing foundation with a drop of moisturizer or illuminator. This will make the coating lighter and slightly radiant, close to natural skin. The main thing is not to overdo it, so that the face does not look too glossy.\n\nAnd be sure to fix the tonal coating with a light layer of powder. It will help to avoid unwanted shine during the day and will add durability to the make-up. For a natural effect, choose a powder that matches your skin tone.\n\nRemember that the ideal tone of the face is primarily healthy and well-groomed skin. Spend enough time on daily care, moisturize and nourish your face. After all, the best foundation is glowing skin that doesn't need a ton of makeup to create natural beauty.",
  "lifehack_3_title": "Applying SPF correctly: what could you be doing wrong?",
  "lifehack_3_desc": "We talk about common mistakes in using sunscreen and give tips on how to avoid them",
  "lifehack_3_preview": "We all know the importance of using SPF to protect our skin from the sun. But do we always get it right? It turns out that there are many nuances that can nullify all efforts. From the choice of protection factor to the method of application - we tell you what mistakes you might have made when using sunscreen and how to correct them.",
  "lifehack_3_full": "We all know the importance of using SPF to protect our skin from the sun. But do we always get it right? It turns out that there are many nuances that can nullify all efforts.\n\nThe first typical mistake is neglecting SPF in winter or in cloudy weather. In fact, UV rays can penetrate clouds and reflect off snow, so protection is needed year-round. Even if you spend most of your time indoors, don't forget to wear SPF, as harmful radiation can pass through windows.\n\nMany people think that a single application of sunscreen in the morning is enough to get them through the day. This is not so. For reliable protection, you need to renew the layer of cream every 2-3 hours, especially if you actively move, sweat or bathe. Don't be lazy and always keep a tube of SPF in your bag.\n\nThe habit of applying too little cream is another common mistake. In order for the tool to work as stated on the package, you need to squeeze about 1/3 teaspoon on the face and neck. If you apply less, the level of protection will be lower. Do not skimp on sunscreen!\n\nChoose the protection factor individually, focusing on the characteristics of your skin. The minimum recommended SPF is 30, but if your skin is very fair, prone to pigmentation, or you are taking photosensitizing medications, it is better to choose SPF 50+.\n\nDon't forget that SPF should be the last stage of care before applying makeup. That is, the sequence should be as follows: toner - serum - moisturizer - sunscreen - primer - foundation. If you apply SPF earlier, it will not be able to form a protective film on the surface of the skin.\n\nAnd the last nuance is the expiration date. Like any cosmetics, sunscreens have a limited shelf life. This is usually 6-12 months after opening. Therefore, do not use last year's tube - over time, the effectiveness of the filters decreases, and you will not receive adequate protection.\n\nRemember that the skin is the largest organ of our body, and it needs care and protection every day. Choose quality sunscreens, apply them liberally and reapply regularly, and your skin will definitely thank you with a radiant and healthy appearance.",
  "lifehack_4_title": "A life-saving hack: how to fix an uneven arrow without washing off all the makeup",
  "lifehack_4_desc": "Life hack, how to quickly and easily fix imperfect arrows while keeping makeup",
  "lifehack_4_preview": "Anyone who has ever tried to draw straight arrows on the eyes knows how difficult it is. One line came out thicker, the second \"went\" up - and now you are ready to wash off all the makeup and start over. But there is a small life hack that allows you to correct imperfect arrows locally, without harming the shadows, mascara and foundation. How to do it?",
  "lifehack_4_full": "Anyone who has ever tried to draw straight arrows on the eyes knows how difficult it is. One line came out thicker, the second \"went\" up - and now you are ready to wash off all the makeup and start over. But there is a little life hack that allows you to fix imperfect pointers locally.\n\nTo start, you will need ear sticks and micellar water. Wet the tip of the stick in micellar water and carefully walk along the edges of the arrows, removing all irregularities and \"tails\". Do this as carefully and slowly as possible, so as not to touch the shadows or the tonal product.\n\nIf the arrows are too thick and wide, try to correct their shape with the help of concealer. Apply a little product to the back of the ear stick and carefully walk along the line of eyelash growth, as if drawing a new contour of the arrow. Then blend the concealer with your finger or a special brush.\n\nA little trick: so that the arrows come out neater in the future, try to \"outline\" their shape with an eyebrow pencil or shadows. When you are satisfied with the contours, carefully fill in the gaps with eyeliner or liner. This way, it will be much easier to control the thickness and direction of the lines.\n\nIf, in the process of drawing the arrows, you still touch the moving eyelid with the mascara - no problem. Gently remove the spots with a cotton swab soaked in micellar, and then \"refresh\" the shadow layer in the outer corner of the eye.\n\nIn general, drawing perfectly symmetrical arrows from the first time is a great art that not everyone can do. But with practice and certain tricks, you will definitely be able to achieve the desired result without unnecessary stress. And most importantly, don't be afraid to experiment and look for a shape that suits your eyes.",
  "lifehack_5_title": "How to avoid wrinkles on the face after sleep: tips for healthy skin",
  "lifehack_5_desc": "Simple tips that will help you wake up with a fresh face without pillow marks",
  "lifehack_5_preview": "Probably each of us has woken up at least once with pillow marks on our cheeks and forehead. And if at the age of 20 these traces disappear almost immediately, then with age the skin becomes less elastic, and the remnants of sleep on the face can remain for several hours. How to avoid these unpleasant folds and wake up with a fresh and well-groomed face?",
  "lifehack_5_full": "Probably each of us has woken up at least once with pillow marks on our cheeks and forehead. And if at the age of 20 these traces disappear almost immediately, then with age the skin becomes less elastic, and the remnants of sleep on the face can remain for several hours. How to avoid these unpleasant creases and wake up with a fresh and well-groomed face?\",\n\"content\": \"Probably each of us has woken up at least once with pillow marks on our cheeks and forehead. And if at the age of 20 these traces disappear almost immediately, then with age the skin becomes less elastic, and the remnants of sleep on the face can remain for several hours. How to avoid these unpleasant folds?\n\nFirst of all, you need to take care of sleep hygiene. Always go to bed on clean bedclothes, because during the night dust, dirt, remnants of cosmetics and sebum accumulate on the pillowcase. All these factors can irritate the skin and contribute to the appearance of wrinkles. Change pillowcases at least once a week.\n\nPay attention to the position in which you sleep. The best position for the skin of the face is the position on the back, because in a dream we do not put pressure on the cheeks and forehead. If you are used to sleeping on your side, try placing a small pillow under your neck - this will help relieve the muscles of the face.\n\nBefore going to bed, it is very important to thoroughly clean your skin of makeup and apply a moisturizing night cream. It saturates the skin with useful substances, increases its elasticity and ability to regenerate. Over time, wrinkles are smoothed out, and the remnants of sleep become less visible.\n\nIf you are ready for a radical change, try special silk or satin pillowcases. Their smooth texture does not rub or stretch the skin, unlike cotton covers. Such a pillow is more expensive, but it will last much longer.\n\nAnd the last, but very important nuance is the sleep mode. Go to bed no later than 11:00 p.m. and get at least 7-8 hours of sleep a day. It is during sleep that the body secretes melatonin, a hormone that regulates biological rhythms and is responsible for cell renewal. If you often lack sleep, melatonin is not enough and the skin begins to wither and become covered with wrinkles. \n\nRegular care, the right sleep accessories and a healthy regimen will help you wake up with a fresh and radiant face every morning. And if the remains of the pillow do appear, it will be very short-lived. Treat your skin to comfort and care even at night, and it will certainly thank you with beauty and well-groomed appearance.",
  "lifehack_6_title": "How to choose the perfect shade of concealer to mask dark circles",
  "lifehack_6_desc": "Tips for choosing the right color and texture of concealer to perfectly conceal imperfections",
  "lifehack_6_preview": "Dark circles and puffiness under the eyes are one of the most common beauty problems. Both young girls and mature women face them. A properly selected concealer will help mask these imperfections. But how do you find the perfect shade and texture that won't accentuate wrinkles and creases? Let's reveal all the secrets of choosing the perfect concealer!",
  "lifehack_6_full": "Dark circles and puffiness under the eyes are one of the most common beauty problems. Both young girls and mature women face them. A properly selected concealer will help mask these imperfections. But how to find the perfect shade?\n\nFirst of all, pay attention to the undertone of the skin under the eyes. It depends on him which color of concealer will suit you best. If the skin has a cold undertone, pink, purple or bluish correctors will suit it. For a warm undertone, it is better to choose peach, orange or golden shades.\n\nRemember that the color of the concealer should be a half tone or tone lighter than your foundation. A concealer that is too dark will not hide imperfections, and a concealer that is too light will create the effect of an unnatural spot under the eyes.\n\nIf dark circles have a bluish tint, don't be afraid to try unusual concealer colors. For example, peach neutralizes blue, and purple perfectly masks yellowness. The main thing is to apply such correctors in a very thin layer and blend carefully.\n\nThe texture of the concealer is no less important. For dry skin, liquid and cream formulas that will not emphasize peeling are best. But for oily and combination skin, it is better to choose denser textures that will last longer and do not gather in folds.\n\nChoose concealers with an anti-aging effect and light-reflecting particles. They not only mask imperfections, but also smooth out wrinkles and refresh the look. The main thing is not to overdo it with the amount of glowing pigments, otherwise the skin under the eyes will seem too shiny.\n\nDon't forget about the correct application technique. It is best to apply the concealer with a brush or the pads of the fingers in small strokes, and then blend carefully. You should not apply too much product at once - it is better to layer it gradually.\n\nRemember that even a perfectly selected concealer cannot replace a healthy lifestyle and good rest. Get enough sleep, drink plenty of water, and don't forget to regularly care for the delicate skin around your eyes. And let the corrector become your reliable assistant in the fight against temporary imperfections.",

  "guide_1_title": "Retro makeup: 1950s look in 5 steps",
  "guide_1_desc": "A step-by-step guide to creating an elegant look with hints of vintage charm",
  "guide_1_preview": "The style of the 1950s is elegance, femininity and sophistication. Makeup of that era emphasized natural beauty, but at the same time added accents to the image. Perfect skin, expressive eyes and bright lips in the shape of \"Cupid's bow\" - these are the main components of make-up in the retro style. Do you want to try on yourself a charming image from the past? Then catch the step-by-step instructions!\n",
  "guide_1_full": "The style of the 1950s is elegance, femininity and sophistication. Makeup of that era emphasized natural beauty, but at the same time added accents to the image. Perfect skin, expressive eyes and bright lips in the shape of \"Cupid's bow\" - these are the main components of make-up in the retro style. \n\nStep 1: Perfect skin\n50's style makeup base for perfectly smooth and glowing skin. A moisturizing primer and a tonal cream with a dense coating will help to achieve this effect. Apply the foundation, blending it carefully with a sponge or brush. Do not forget about the neck area - the tone of the face and body should be the same. Fix the result with a loose powder.\n\nStep 2: Arrows and eyelashes\nExpressive arrows are another characteristic feature of the makeup of the 50s. Draw smooth lines that bend slightly upwards with liquid eyeliner or a brush with a gel texture. The line should be clear, but not too thick. For an additional effect, apply beige shadows on the eyelids and paint the eyelashes well with voluminous black mascara, having previously curled them.\n\nStep 3: Blush peaches\nRetro blush should be restrained and as natural as possible. Apply a little pink or peach blush on the upper part of the cheekbones and blend them with a brush. Focus only on the cheekbones - no need to apply blush on the temples and chin, as they do now. The main thing is not to overdo it, the blush should barely show through, giving the face a healthy look.\n\nStep 4: Cupid's bow\nThe main accent in 1950s makeup is the lips. The classic shape is an upper lip with a clear curve, reminiscent of Cupid's bow, and a fuller lower lip. For this effect, slightly redraw the contour of the lips with a pencil or brush in the tone of the lipstick. Then fill the lips with a matte lipstick in a rich pink, red or burgundy shade. No glitter or pearls - just a velvety finish!\n\nStep 5: Touches\nThe final touches are the eyebrows, hairline and bow tie. Eyebrows should look natural, but be quite wide. Comb the hairs up and slightly fill in the gaps with shadows or a pencil in the color of the eyebrows. The hair growth line can be emphasized with the help of wet eyeliner or shadows - this will add even more retro charm. If desired, put a small pencil bow above the lip line - this technique was very popular in the 1950s.\n\nMakeup in the style of the 50s looks very elegant and feminine. It will emphasize your best features, adding a touch of vintage charm to the image. Complement this makeup with a hairstyle in the spirit of Marilyn Monroe or Audrey Hepburn, wear a new look dress with a lush skirt - and you are ready to conquer the world with your retro charm!",
  "guide_2_title": "How to make neat arrows: a step-by-step guide for beginners",
  "guide_2_desc": "Detailed instructions on how to draw perfect arrows, even if you are new to makeup",
  "guide_2_preview": "Arrows are a make-up classic that never goes out of fashion. They can make the look more expressive, add mystery and charm to the image. But drawing perfectly even arrows, especially for beginners, is not so easy. We have prepared a detailed guide on how to master this technique step by step. Arm yourself with high-quality eyeliner, a brush and patience - and go for perfect wings!",
  "guide_2_full": "Arrows are a make-up classic that never goes out of fashion. They can make the look more expressive, add mystery and charm to the image. But drawing perfectly even arrows, especially for beginners, is not so easy. We've prepared a detailed guide on how to master this technique.\n\nStep 1: Prep\nStart by prepping your lids. Clean the skin, apply a primer or base under the shadows. Then apply a layer of light nude shadows on the entire moving eyelid - this will help smooth the skin tone and prepare the perfect base for arrows. Apply mascara to your eyelashes.\n\nStep 2: \"Skeleton\" Arrow\nDraw a thin line along the lash line, starting from the inner corner of the eye. The line does not have to be perfectly straight, just mark the outline of the future arrows. Then lift the outer corner upwards, as if continuing the line of the lower eyelid. In general, the arrow should go at an angle of about 45 degrees.\n\nStep 3: Thicken the line\nStarting from the center of the eyelid, gradually thicken the line, moving to the outer corner. The line should be thickest near the outer tip and gradually taper to the inner corner. You can raise the edge a little to give the look a slanted shape.\n\nStep 4: Fill the gaps\nIf there are gaps between the arrow line and the lash line, carefully fill them with eyeliner. Move with small strokes from the outer corner to the inner, as if painting the contour. The line should be as close as possible to the eyelashes.\n\nStep 5: Align and shade\nThe last touch - align and slightly shade the arrow line using an angled brush or cotton bud. Correct all irregularities and \"tails\", achieving a smooth and neat contour. If you've gone a bit overboard with the thickness, just remove the excess with a dry cotton pad.\n\nNow repeat all the steps on the other eye, focusing on the first arrow. The main rule of perfect arrows is practice and more practice. Don't worry if it doesn't come out very neat the first time, your lines will become more confident and sharper with each attempt. \n\nExperiment with the shape and thickness of the arrows to find the perfect one for your eye shape. Remember that too long arrows can make the eyes smaller, and very thick lines \"overburden\" the makeup. In everything, harmony and a sense of proportion are important - and then your arrows will become a real decoration of the image.",
  "guide_3_title": "Hollywood make-up: create a radiant look with red lips",
  "guide_3_desc": "Step-by-step instructions for creating a luxurious Hollywood look with an emphasis on the lips",
  "guide_3_preview": "Make-up in the style of old Hollywood is the quintessence of femininity and chic. Silky glowing skin, emphasized cheekbones, perfect arrows and, of course, velvet red lips in the shape of a heart - these are the key elements of the iconic make-up of the stars of the golden era. How to reproduce such an image on your own? We have prepared a detailed step-by-step guide!",
  "guide_3_full": "Make-up in the style of old Hollywood is the quintessence of femininity and chic. Silky glowing skin, emphasized cheekbones, perfect arrows and, of course, velvet red lips in the shape of a heart - these are the key elements of the iconic make-up of the stars of the golden era. \n\nStep 1: The perfect base\nThe base for Hollywood make-up is radiant, almost porcelain skin. To achieve such an effect, careful care is required. Cleanse your face, apply vitamin C serum and moisturizer. Allow the products to absorb, then apply a reflective foundation under your makeup. The foundation should be of medium density and exactly match your skin tone - no dark spots or mask effect.\n\nStep 2: Sculpting the oval\nNow it's time to emphasize the cheekbones and chin line. Apply a small amount of cream concealer 1-2 shades darker than your skin tone under the cheekbones, on the temples and on the sides of the bridge of the nose. Carefully blend the tool so that there are no sharp lines. Using a concealer lighter than your skin tone, highlight the center of the forehead, the bridge of the nose, the tick above the upper lip, and the center of the chin. Set the result with a translucent powder.\n\nStep 3: Glowing Cheekbones\nA splash of blush is one of the most noticeable touches of Hollywood makeup. Apply cream or powder peach blush on the highest point of the cheekbones, blending carefully. Add a bit of highlighter on the cheekbones and under the browbone for an extra glow effect.\n\nStep 4: Cat eyes\nStart the eye makeup by applying a light beige-peach shadow to the entire movable lid. In the crease, add some brown shadows and blend carefully. Draw arrows - smooth, thin near the inner corner and expanding to the outer. Their tip should slightly rise up, as if continuing the line of the lower eyelid. Apply several layers of mascara, carefully coloring each eyelash.\n\nStep 5: Red lipstick\nThe main accent of Hollywood makeup is perfectly drawn red lips in the shape of Cupid's bow. First, draw the outline of the lips with a red pencil, slightly exaggerating the natural line and emphasizing the curve above the upper lip. Then fill in the contour with a matte lipstick of a rich red color. Be sure to powder your lips through a napkin before applying the second layer - this will help make the color more stable and avoid smearing. \n\nDone! Your Hollywood luxury makeover is complete. Leave your hair loose in large waves or collect it in an elegant bun - and your stellar image is guaranteed to attract admiring glances.",
  "guide_4_title": "Soap brows: how to create a trendy look",
  "guide_4_desc": "Step-by-step instructions and tips for creating a fashionable effect of \"soap\" eyebrows",
  "guide_4_preview": "Recently, the trend of styling eyebrows with a \"soap\" effect is gaining more and more popularity. Such eyebrows look as natural as possible, but at the same time have a distinct texture and fixation throughout the day. The technique of \"soap brows\" originated among make-up artists and quickly found its fans all over the world. Want to learn how to create this trendy look? We offer detailed step-by-step instructions!",
  "guide_4_full": "Recently, the trend of styling eyebrows with a \"soap\" effect is gaining more and more popularity. Such eyebrows look as natural as possible, but at the same time have a distinct texture and fixation throughout the day. The \"soap brows\" technique originated among makeup artists and quickly found its fans.\n\nStep 1: Perfect shape\nTo create a trendy look, you need to have a suitable base - natural thick eyebrows. If your eyebrows are naturally thin or have suffered from excessive plucking, grow them and give them a neat shape. It should be as natural as possible - no clear lines and sharp curves.\n\nStep 2: Transparent gel or soap\nThe main secret of the effect of \"soapy\" eyebrows is in fixing the hairs using a transparent gel or soap. Take a special soap for eyebrows or a regular transparent bar. Moisten the soap with water and swipe it with an eyebrow brush to create a lather. If using a gel, squeeze a small amount onto the brush.\n\nStep 3: Styling\nComb your brows against the grain of the hair, then smooth them up and to the sides. Hairs should lie in one direction, but look as natural as possible. Remove excess foam or gel with a dry cotton pad. If there are voids, fill them with shadows or a pencil in the tone of the hair.\n\nStep 4: Fixation with wax\nFor the effect to be visible throughout the day, fix the styling with a wax pencil or a special paste for eyebrows. Apply a little product with a brush, brush the hairs upwards, and then smooth them in the direction of growth. This step will help make the brows more obedient.\n\nStep 5: Adding color\nIf you want to enhance the color of the brows a bit, apply a special mascara or henna to the brows. Do not overdo it with the amount of mascara - it is needed only to emphasize the natural shade. Be careful with henna and keep the paint on for no more than 5-10 minutes so that the color comes out natural.\n\nNow your eyebrows look flawless! The effect of \"soap brows\" suits almost everyone, the main thing is to choose the right shape, length and thickness of the eyebrows. Experiment with styling and color to find the perfect option for your face. And remember - naturalness is always in trend!",
  "guide_5_title": "Gouache massage: a step-by-step guide to skin tone",
  "guide_5_desc": "Facial massage technique with jade gouache scraper for tight and glowing skin",
  "guide_5_preview": "If you follow beauty trends, you've probably heard about gouache massage. This is an ancient Chinese practice of massaging the face using a special jade scraper. Regular gouache massage helps smooth out wrinkles, increase skin elasticity, get rid of swelling and improve complexion. How to properly perform this procedure at home? We share a step-by-step guide!",
  "guide_5_full": "If you follow beauty trends, you've probably heard about gouache massage. This is an ancient Chinese practice of massaging the face using a special jade scraper. Regular gouache massage helps smooth out wrinkles, increase skin elasticity, get rid of swelling and improve complexion. \n\nStep 1: Preparation\nBefore the massage, be sure to clean the skin with hydrophilic oil or milk. Then wipe your face with an alcohol-free tonic. Apply a few drops of a light face oil or serum to slightly damp skin - this will facilitate the sliding of the scraper and enhance the effect of the procedure.\n\nStep 2: Neck and chin\nStart massaging from the neck and chin area. Apply the wide side of the scraper to the center of the chin and guide it to the earlobe in light zigzag movements. Repeat the movement 3-5 times on each side. Then run the scraper over the neck, moving from the center to the sides.\n\nStep 3: Cheeks and cheekbones\nMove to the cheek massage. Apply the scraper under the cheekbone and guide it to the temple, pressing lightly. Do this movement along the massage lines 5-7 times on each side. Then move to the area under the eyes - move from the inner corner of the eye to the outer, very gently and without strong pressure.\n\nStep 4: Forehead and eyebrows\nUse the long edge of the scraper to massage the forehead. Move from the center of the forehead to the temples, gradually moving to the area above the eyebrows. Do this very carefully so as not to stretch the skin. Finally, run the scraper between the eyebrows, moving from the bridge of the nose to the middle of the forehead.\n\nStep 5: Repeat and finish\nRepeat the entire sequence of massage movements 2-3 more times. Finish the procedure with light stroking of the face with the fingertips. Let the skin rest for a few minutes, then apply a moisturizer or your favorite mask.\n\nFor maximum effect, do a gouache massage 2-3 times a week for at least a month. Gradually, you will notice that the skin becomes more elastic, the pores narrow, and the face acquires a fresh, rested look. But do not overdo it with pressure - the movements should be delicate and gentle, without stretching the skin. \n\nAnd most importantly - enjoy the process! Guasha massage is not only a useful procedure, but also a great way to relax and take some time for yourself. Enjoy the touch of your own face and the feeling of freshness after the massage. Self-love and self-care are the most important secrets of glowing and well-groomed skin.",
  "guide_6_title": "How to create the perfect effect of \"wet\" lips",
  "guide_6_desc": "Make-up secrets for seductive glossy lips that look well-groomed and moisturized",
  "guide_6_preview": "Glossy lips, as if covered with dew drops, are one of the most seductive and alluring beauty trends. The effect of \"moist\" lips instantly refreshes the image, makes the lips plumper and more attractive. At the same time, unlike matte lipstick, care for such lips is minimal. How to create perfect glossy lips that will last all day? We reveal all the secrets!",
  "guide_6_full": "Glossy lips, as if covered with dew drops, are one of the most seductive and alluring beauty trends. The effect of \"moist\" lips instantly refreshes the image, makes the lips plumper and more attractive. At the same time, unlike matte lipstick, care for such lips is minimal.\n\nStep 1: Moisturizing\nFirst of all, take care of moisturizing your lips. Use a special lip balm or oil to soften the skin and get rid of peeling. The ideal option is balms with hyaluronic acid, lanolin or coconut oil. Allow the product to absorb for 5-10 minutes.\n\nStep 2: Base\nApply a thin layer of concealer or primer to the lips to even out the tone and prolong the durability of the subsequent makeup. Concealer will also help to hide the natural pigmentation of the lips, if it is uneven. Gently blend the product with the pads of your fingers.\n\nStep 3: Lip Liner\nLine your lips with a lip liner to match your lipstick or gloss. This will help prevent the color from spreading and \"migrating\" beyond the lips. Do not try to greatly increase the volume - the line should look natural and harmonious. After that, fill in the entire surface of the lips with the pencil to create an even base.\n\nStep 4: Lipstick or Tint\nNow apply the main color of lipstick or ink. Give preference to creamy and glossy textures - they will best reproduce the effect of wet lips. The color can be any - from delicate nude to rich wine. The main thing is that it harmoniously fits into your image. Apply a thin layer of lipstick with a brush or the pads of your fingers.\n\nStep 5: Top Coat\nThe final touch is to apply a clear gloss or top coat. This will give your lips extra shine and volume. Choose products without glitter and mother-of-pearl, with an ultra-light texture. Apply a drop of gloss in the center of the lower and upper lip and distribute it over the entire surface with light movements of the finger. Done!\n\nA few extra tips for perfect glossy lips:\n- If you are using a long-lasting liquid lipstick - let it dry completely before applying gloss.\n- During the day, refresh the gloss as needed. It is usually enough to do this 2-3 times.\n- If there is a tendency for lipstick to spread - fix the contour of the lips with a colorless powder before applying gloss.\n- Glossy lips look great alone. Do not overload the eye makeup - let the emphasis be on moisturized, seductive lips.\n\nRemember - the key to spectacular lips is not only the correct makeup technique, but also regular care. Exfoliate your lips 1-2 times a week, use balms with SPF protection and don't forget to moisturize during the day. Be confident and seduce the world with your smile!",

  "author1": "Maryna Grudinkina",
  "author2": "Maria Kozlova",
  "author3": "Olesya Svynaryova",
  "author4": "Anastasia Dudaryk",
  "author5": "Alina Homberg",
  "author6": "Anna Kulyk",

  "login": "Login",
  "register": "Register",
  "email": "Email",
  "password": "Password",
  "name": "Name",
  "forgot_password": "Forgot Password?",
  "no_account": "Don't have an account? Register",
  "have_account": "Already have an account? Login",
  "email_required": "Email is required",
  "invalid_email": "Please enter a valid email",
  "password_required": "Password is required",
  "password_too_short": "Password must be at least 6 characters",
  "name_required": "Name is required",
  "login_failed": "Login failed. Please check your credentials",
  "registration_failed": "Registration failed. Please try again",
  "valid_email_reset": "Please enter a valid email for password reset",
  "reset_email_sent": "Password reset email sent successfully",
  "reset_failed": "Password reset failed. Please try again",
  "logout": "Logout",
  "profile": "Profile",
  "account_info": "Account Information",
  "account_created": "Account Created",
  "last_login": "Last Login",
  "analysis_history": "Analysis History",
  "view_history": "View History",
  "settings": "Settings",
  "change_language": "Change Language",
  "change_theme": "Change Theme",
  "confirm_logout": "Confirm Logout",
  "logout_confirmation": "Are you sure you want to logout?",
  "unknown": "Unknown",
  "success": "Success",
  "error": "Error",
  "photo_updated": "Profile photo updated successfully",
  "photo_update_failed": "Failed to update profile photo",
  "photo_upload_error": "Error uploading photo",
  "profile_updated": "Profile updated successfully",
  "update_failed": "Update failed",

  "personal_info": "Personal Information",
  "age": "Age",
  "skin_type": "Skin Type",
  "not_specified": "Not specified",
  "enter_age": "Enter Age",
  "select_age": "Select Age",
  "select_skin_type": "Select Skin Type",
  "skin_type_normal": "Normal",
  "skin_type_dry": "Dry",
  "skin_type_oily": "Oily",
  "skin_type_combination": "Combination",
  "skin_type_sensitive": "Sensitive",

  "age_updated": "Age updated",
  "skin_type_updated": "Skin type updated",

  "saved_articles": "Saved Articles",
  "no_saved_articles": "You don't have any saved articles yet",
  "browse_articles": "Browse Articles",
  "view_all": "View All",
  "article_added_to_favorites": "Article added to favorites",
  "article_removed_from_favorites": "Article removed from favorites",
  "login_to_add_favorites": "Please login to add articles to favorites",
  "error_updating_favorites": "Error updating favorites",



  "faq": "Frequently Asked Questions",
  "faq_question_1": "How to get a face analysis?",
  "faq_answer_1": "Tap the 'Take Photo' button on the home screen and take a picture of your face. You can also choose a photo from your gallery.",
  "faq_question_2": "What data is analyzed?",
  "faq_answer_2": "The app analyzes face shape and color type to provide personalized recommendations for makeup, hairstyle, and skincare.",
  "faq_question_3": "How to save analysis results?",
  "faq_answer_3": "All results are automatically saved in the analysis history, which can be viewed in your profile.",
  "faq_question_4": "How to add an article to favorites?",
  "faq_answer_4": "While viewing an article, tap the bookmark icon in the top right corner of the screen or use the floating button at the bottom.",
  "faq_question_5": "How to change the app language?",
  "faq_answer_5": "Go to your profile, select 'Settings' and tap 'Change Language'.",

  "view_all_faq": "View All Questions",
  "close": "Close",

  "select_language": "Select Language",
  "view_history": "View History"
}